{
  "posts": [
    {
      "title": "On Grid Solar Solutions",
      "slug": "on-grid-solar-solutions",
      "shortdescription": "Solar system is connected to the electric grid, allowing excess energy to be sold back to the grid.",
      "article": "<p>On-grid solar solutions are connected to the utility grid and feed the electricity they generate directly into the grid. This means that the solar system will not work when there is a power outage, but it allows excess power to be sold back to the utility company, reducing energy bills.</p>",
      "date": "March 21, 2023",
      "lastmod": "2023-03-21",
      "status": "active",
      "featured_img": "/images/on-grid-solar-solution.jpg",
      "videorelated": ""
    },
    {
      "title": "Off Grid Solar Solutions",
      "slug": "off-grid-solar-solutions",
      "shortdescription": "System not connected to the electric grid, includes batteries to provide power when the sun is not shining.",
      "article": "<p>Off-grid solar solutions are not connected to the utility grid and are designed to provide electricity in remote areas without access to the grid. They usually require a battery backup system to store excess energy for use when the sun is not shining.</p>",
      "date": "March 21, 2023",
      "lastmod": "2023-03-21",
      "status": "active",
      "featured_img": "/images/off-grid-solar-solution.jpg",
      "videorelated": ""
    },
    {
      "title": "Hybrid Solar Solutions",
      "slug": "hybrid-solar-solutions",
      "shortdescription": "Solar power system that combines grid-tied and off-grid components, typically including battery storage.",
      "article": "<p>SHybrid solar solutions combine both on-grid and off-grid systems, with battery storage to provide backup power during outages, but also the ability to sell excess power back to the grid.</p>",
      "date": "March 21, 2023",
      "lastmod": "2023-03-21",
      "status": "active",
      "featured_img": "/images/hybrid-solar-solution.jpg",
      "videorelated": ""
    },
    {
      "title": "Commercial Solar Solutions",
      "slug": "commercial-solar-solutions",
      "shortdescription": "Solar power system that combines grid-tied and off-grid components, typically including battery storage.",
      "article": "<p>Commercial solar solutions are designed to meet the energy needs of businesses and large-scale commercial properties. These systems can be either on-grid or off-grid, depending on the specific needs of the business, and can often be customized to meet the unique energy requirements of the property.</p>",
      "date": "March 21, 2023",
      "lastmod": "2023-03-21",
      "status": "active",
      "featured_img": "/images/commercial-solar-solutions-solnyne.jpg",
      "videorelated": ""
    }
  ]
}
